export const categories = {
    mentalHealth: [
      {name:'اضطرابات نفسية',
       subcategory:[
      'القلق',
      'الاكتئاب',
      'الرهاب',
      'الوسواس',
      'اضطراب جنسي',
      'اضطراب الاكل',
    ]},
      {name:'اضطراب شخصي',
       subcategory:[
       'حدي',
       'نرجسي',
       'وسواس',
       'اعتمادي',
       'رهابي',
       'انحرافي'
      ]},
      'الادمان',
      'اضطراب الصدمة',
    { name:'برامج علاجية',
      subcategory:[
      'القلق',
      'الاكتئاب',
      'الرهاب',
      'الوسواس',
      'اضطراب جنسي',
      'اضطراب الاكل',
      'اضطراب شخصي',
      'الادمان',
      'اضطراب الصدمة'
        ]},
      'علاج جماعي',
      {name:'اضطرابات الأطفال',
       subcategory:[
       'صعوبات التعلم',
       'صعوبات النطق',
       'فرط الحركة',
       'التوحد',
       'الكذب',
       'السرقة',
       'العناد',
       'الادمان',
       'التعلثم',
       'التعلق'
       ]},
      {name:'حل مشكلات',
       subcategory:[
        'مشاكل أسريه',
        'مشاكل علاقات ',
        'مشاكل ثنائية',
        'غضب',
        'مشاكل عمل',
        'عنف'
      ]},
      'ارشاد وتوجيه',
      {name:'وقاية ومتابعة نفسية',
       subcategory:[
        'تنمية الاستقلاليه',
        'تنمية التوكيدية',
        'تنمية الثقة بالذات',
        'تنمية قوة الأنا',
        'مواجهة التحديات'

        ]},

     {name:'اعادة تأهيل ودعم',
      subcategory:[
       'لمرض الباركنسون',
       'لمرض الزهايمر',
       'لمرض الصرع',
       'مرض عقلي',
       'مرض الذهان',
       'بعد صدمة واحداث'
      ]}
  ],
    physicalHealth: [
              'نظام غذائي',
              'نظام رياضي',
              'فحوص دورية',
              'عناية صحية'
    ],
    skillsDevelopment: [
           'الاسترخاء',
            'تحمل الضغوط',
            'ضبط المشاعر',
            'استراجيات جدلية حل',
            'تحقيق التوازن',
            'تحسين الثقة',
            'تحقيق الأهداف',
            'تحقيق النجاح',
            'اضطراب الصدمة',
    ],


  };
  
  export const sessionTypes = ['جلسة فورية', 'جلسة مجانية'];
  