export const categories = {
    mentalHealth: [
      'اضطرابات نفسية',
      'برامج علاجية',
      'علاج جماعي',
      'اضطرابات الأطفال',
      'حل مشكلات',
      'إرشاد وتوجيه',
     'وقاية ومتابعة نفسية',
     'اعادة تأهيل ودعم'
    ],
    physicalHealth: [
              'نظام غذائي',
              'نظام رياضي',
              'فحوص دورية',
              'عناية صحية'
    ],
    skillsDevelopment: [
           'الاسترخاء',
            'تحمل الضغوط',
            'ضبط المشاعر',
            'استراجيات جدلية حل',
            'تحقيق التوازن',
            'تحسين الثقة',
            'تحقيق الأهداف',
            'تحقيق النجاح',
            'اضطراب الصدمة',
    ],
  };
  
  export const sessionTypes = ['جلسة فورية', 'جلسة مجانية'];
  